// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "好";
"CANCEL_BUTTON"		= "取消";
"SHUTDOWN_BUTTON"	= "關機";
"SKIP_BUTTON"		= "略過";
"QUIT_BUTTON"		= "結束";
"GO_BUTTON"		= "前往";

"CONNECT_BUTTON"	= "連接";
"CONTINUE_BUTTON"	= "繼續";
"RECONNECT_BUTTON"	= "再試一次";
"GO_BACK_BUTTON"	= "返回";
"REGISTER_LATER_BUTTON"	= "稍後註冊";
"DONT_ACCEPT_BUTTON"	= "不接受";
"LEARNMORE_BUTTON"	= "更多內容";

"SYSTEM_PREFERENCES_BUTTON" = "打開系統偏好設定";

"SYSTEM_PREFERENCES" = "系統偏好設定";

// HEADING_FONT : use legal postscript name [4890740]
"HEADING_FONT" = "LucidaGrande"; 
"HEADING_SIZE" = "42";
"HEADING_KERNING" = "-2";

"REGISTRATION_FILE_PATH" = "%@/Library/Assistants/傳送註冊資訊.setup";
"REGISTRATION_FILE_ALIAS_PATH" = "%@/傳送註冊資訊";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrator";

"OTHER_AIRPORT_NETWORK" = "其他網路";
// ---------------------------------------------------------------------
// * Migration
// ---------------------------------------------------------------------
"Successfully connected to the other Mac..." = "已成功連接到另一部 Mac⋯";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "正在設定您的電腦⋯";
"MESSAGE_PREP_CONNECTION"	= "正在準備連接⋯";
"MESSAGE_CONNECTING"		= "正在連接 Apple⋯";
"MESSAGE_DISCONNECTING"		= "正在中斷連接⋯";
"MESSAGE_REGISTRATION_SENT"	= "已將您的註冊資訊傳送給 Apple。";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_STARTUP_CANNOT_RUN_TITLE"		= "無法使用“設定輔助程式”來設定您的電腦。";
"MESSAGE_STARTUP_CANNOT_RUN"			= "若要更改電腦設定，請選擇“蘋果 ()”>“系統偏好設定⋯”。";

"MESSAGE_MONITOR_CANNOT_RUN_TITLE"		= "“Mac OS X 設定輔助程式”無法和此顯示器搭配使用。";
"MESSAGE_MONITOR_CANNOT_RUN"			= "若要設定電腦，請從“蘋果”選單中選擇“系統偏好設定⋯”。若要為產品註冊，請前往 www.apple.com/register";

"MESSAGE_SPEAKER_CONNECTION_TITLE"		= "無法辨識連接至 Apple 揚聲器迷你插孔的設備。";
"MESSAGE_SPEAKER_CONNECTION"			= "請將插頭從插座中拔起。然後再將其接上，並確定插座與插頭為完全密合的狀態。";

"MESSAGE_CONNECTION_FAILED_TITLE"		= "無法傳送您的註冊資訊。";
"MESSAGE_CONNECTION_FAILED"				= "無法將電腦連接到 Apple，因為連線忙碌中或網路設定不正確。請按“再試一次”返回並更改設定，或稍後再傳送註冊資訊。";
"MESSAGE_CONNECTION_FAILED_REGLATER"	= "連接至 Apple 的線路非常壅塞，或您的電腦無法連接 Internet。請檢查您的網路設定，或等到連接 Internet 後再傳送註冊資訊。";

"MESSAGE_CONNECTION_CANCELED_TITLE"		= "已取消⋯";
"MESSAGE_CONNECTION_CANCELED"			= "稍後請記得註冊產品。";

"MESSAGE_REGISTRATION_FAILED_TITLE"		= "現在無法處理您的註冊資訊。";
"MESSAGE_REGISTRATION_FAILED"			= "您可以稍後再打開位於個人專屬檔案夾裡的“傳送註冊資訊”檔案來完成註冊。";

"MESSAGE_AUTHENTICATION_FAILED_TITLE"	= "您的帳號資訊不正確。";
"MESSAGE_AUTHENTICATION_FAILED"			= "您的 Internet 服務供應商不接受您輸入的帳號資訊。請按“返回”一下，修正資訊，然後再試一次。";

"MESSAGE_CC_VALIDATION_FAILED_TITLE"	= "無法處理您的信用卡。";
"MESSAGE_CC_VALIDATION_FAILED"			= "您所輸入的信用卡無法使用。請按“返回”一下來確認信用卡資訊無誤或輸入不同的信用卡，然後再試一次。";

"MESSAGE_INVALID_ADDRESS_TITLE"			= "您所填入的住址資訊有問題。";
"MESSAGE_INVALID_ADDRESS"				= "請按“返回”一下來確定填入的縣市、郵遞區號、州、省或郡資訊正確無誤，然後再試一次。";


"MESSAGE_INVALID_REGISTRATION_TITLE"	= "您所填入的註冊資訊有問題。";
"MESSAGE_INVALID_FIRSTNAME"				= "您所填的姓名出現錯誤。請按“返回”一下來確定填入的名字正確無誤，然後再試一次。";
"MESSAGE_INVALID_LASTNAME"				= "您所填的姓名出現錯誤。請按“返回”一下來確定填入的姓氏正確無誤，然後再試一次。";
"MESSAGE_INVALID_PHONE_NUMBER"			= "您所填的電話號碼出現錯誤。請按“返回”一下來確定填入的電話號碼正確無誤，然後再試一次。";


"MESSAGE_NO_DIAL_TONE_TITLE"			= "您的數據機無法偵測到撥號音。";
"MESSAGE_NO_DIAL_TONE"					= "請確定您的數據機是連接的，然後按“好”一下。或按“取消”一下返回，並勾選“忽略撥號音”註記框。";

"MESSAGE_CC_IN_USE_TITLE"				= "無法使用此信用卡建立帳號。";
"MESSAGE_CC_IN_USE"						= "此信用卡已經被用來向此 Internet 服務供應商申請了一個帳號。請按“返回”一下，然後輸入不同的信用卡資訊或聯絡供應商。";

"MESSAGE_DOTMAC_WEB_CANCELLED_TITLE"	= "已取消 MobileMe 註冊程序。";
"MESSAGE_DOTMAC_WEB_CANCELLED"			= "您可按“再試一次”一下來重新連接 MobileMe 或取消 MobileMe 註冊程序並繼續設定您的電腦。";

"MESSAGE_NO_HINT_WARNING_TITLE"			= "您尚未提供密碼提示。";
"MESSAGE_NO_HINT_WARNING"				= "確定不輸入密碼提示嗎？若忘記密碼，必須重新設定密碼。";

// ---------------------------------------------------------------------
// * Quit prematually
// ---------------------------------------------------------------------
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_TITLE" = "是否要關機？";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT" = "您尚未完成設定 Mac OS X。";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_CAN_SKIP" = "您尚未完成設定 Mac OS X。可按“略過”一下來跳過註冊程序。";

"MESSAGE_QUIT_TITLE" = "確定要結束嗎？";

"MESSAGE_QUIT_NO_REGISTRATION"  = "如果立即結束，您的註冊資訊將無法傳送至 Apple。";
"MESSAGE_QUIT_REGISTER_LATER" = "若要繼續設定，卻不想立即完成註冊，請按“稍後註冊”一下。";

"MESSAGE_CANCEL_TITLE" = "確定？";

"MESSAGE_SKIP_USER_INFO" = "若不想傳送您的個人資訊，請按“繼續”一下。";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "發生無法預期的錯誤。";
"MESSAGE_FATAL_ERROR_TITLE"		= "抱歉，發生無法預期的錯誤。";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "錯誤";
"ERROR_MESSAGE_GENERIC_TITLE"			= "抱歉⋯";

// ---------------------------------------------------------------------
// * Support API error
// ---------------------------------------------------------------------
"ERROR_MESSAGE_NetworkConfigure"		= "【網路設定失敗】";
"ERROR_MESSAGE_ICConfigure"				= "【Internet 設定失敗】";
"ERROR_MESSAGE_UserConfigureFirstTime" 	= "【本機帳號建立失敗】";

"ERROR_MESSAGE_NetworkConfigureFailed" = "無法設定您的網路連線。您將無法傳送註冊資訊或連接 Internet。按“取消”一下來更改網路設定，或按“好”一下來強制結束設定。";
// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "抱歉";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "警告";
"ERROR_MESSAGE_VALIDATION_WARNING" = "是否要繼續？";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "您尚未提供所有必要的資訊。";
"ERROR_MESSAGE_VALIDATION_0001" = "若要輸入資訊，請按“返回”一下，檢查以紅色箭頭標記的欄位。";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "您輸入的文字太短。";
"ERROR_MESSAGE_VALIDATION_0002" = "請檢查反白的欄位，並更正其文字。";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "輸入的資訊不正確。請重新輸入資訊並確定資訊輸入正確。";

                    // NI Username/Password invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "您輸入的使用者名稱或密碼不正確，或登入功能已停用。";
"ERROR_MESSAGE_VALIDATION_0004" = "請試著輸入您的資訊，或聯絡伺服器管理者。";

                    // NI Password invalid 
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "您輸入的使用者名稱或密碼不正確，或登入功能已停用。";
"ERROR_MESSAGE_VALIDATION_0005" = "請試著輸入您的資訊，或聯絡伺服器管理者。";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "您輸入的使用者名稱無法使用。";
"ERROR_MESSAGE_VALIDATION_0006" = "請檢查反白的欄位並輸入不同的帳號名稱。";

"ERROR_MESSAGE_VALIDATION_0007_TITLE" = "您輸入的使用者名稱無法使用。";
"ERROR_MESSAGE_VALIDATION_0007" = "無法取得名稱。請輸入不同的名稱。";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "IP 位址欄位沒有輸入資料。請輸入 IP 位址並確定位址輸入正確。";
"ERROR_MESSAGE_VALIDATION_0010" = "輸入的 IP 位址包含無效的字元。請重新輸入 IP 位址並確定位址輸入正確。";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "位址必須包含 4 個區段。"; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "請檢查反白的欄位，並輸入有效的位址。若您不知道此項資訊，請詢問您的網路管理者。";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "位址必須包含 4 個區段。"; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "請檢查反白的欄位，並輸入有效的位址。若您不知道此項資訊，請詢問您的網路管理者。";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "每個位址區段必須包含 1 個至 3 個字元。"; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "請檢查反白的欄位，並輸入有效的位址。若您不知道此項資訊，請詢問您的網路管理者。";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "您輸入的位址是不被允許使用的。";
"ERROR_MESSAGE_VALIDATION_0014" = "請檢查反白的欄位，並輸入有效的位址。若您不知道此項資訊，請詢問您的網路管理者。";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "您輸入的子網路遮罩不正確。";
"ERROR_MESSAGE_VALIDATION_0015" = "請檢查反白的欄位，並輸入有效的子網路遮罩。若您不知道此項資訊，請詢問您的網路管理者。";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "使用此名稱的 Open Directory 帳號已經存在。如果您使用此名稱，您就無法連接現有的帳號。";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "欄位不能使用同一數值。";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "您輸入的密碼無效。";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "您所輸入的信用卡號碼無法使用。";
"ERROR_MESSAGE_VALIDATION_0019" = "請檢查反白的欄位，並輸入有效的信用卡號碼。";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "您的帳號名稱不能以數字為首。";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "您所輸入的電子郵件位址可能無法使用。";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "IP 位址和路由器位址與您輸入的子網路遮罩不相容。請檢查下列欄位，並輸入有效的數值：\n     IP 位址\n     子網路遮罩\n     路由器位址\n若不清楚這些資訊，請詢問您的網路管理者。";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "您輸入的使用者名稱無法使用。";
"ERROR_MESSAGE_VALIDATION_0023" = "請檢查反白的欄位並輸入不同的名稱。";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "出現複製資訊。";
"ERROR_MESSAGE_VALIDATION_0024" = "請檢查反白的欄位並輸入專用的數值。";

					// Wireless join errors
"ERROR_MESSAGE_VALIDATION_0025_TITLE" = "此電腦不在基地台的連線權限控制列表中。";
"ERROR_MESSAGE_VALIDATION_0025" = "您必須將此電腦加入基地台的連線權限控制列表。";
"ERROR_MESSAGE_VALIDATION_0026_TITLE" = "加入所選的網路時發生錯誤。";
"ERROR_MESSAGE_VALIDATION_0026" = "請檢查 AirPort 設定或試著加入不同的網路。";
					
                    // Required field for registration
"ERROR_MESSAGE_VALIDATION_0027_TITLE" = "遺漏一些您的註冊資訊。";
"ERROR_MESSAGE_VALIDATION_0027" = "若要輸入資訊，請按“返回”一下，檢查以紅色箭頭標記的欄位。";

                    // Registration server validation (from 1000-)
"ERROR_MESSAGE_VALIDATION_1000" = "請輸入有效的郵遞區號。";
"ERROR_MESSAGE_VALIDATION_1001" = "請輸入有效的區域號碼。";
"ERROR_MESSAGE_VALIDATION_1002" = "請輸入有效的本地號碼。";
"ERROR_MESSAGE_VALIDATION_1003" = "請輸入有效的電話號碼。";

                    // AppleCareAgreement validation (from 2000-)
"ERROR_MESSAGE_VALIDATION_2000_TITLE" = "您輸入的協議編號是無效的。";
"ERROR_MESSAGE_VALIDATION_2000" = "協議編號必須為 12 或 15 個數字。";

                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "密碼不符。";
"ERROR_PASSWORD_DO_NOT_MATCH" = "請檢查以紅色箭頭標記的欄位，並在兩個欄位中輸入相同的密碼。";

"ERROR_NO_PASSWORD_INSECURE_TITLE" = "您尚未輸入使用者帳號的密碼。";
"ERROR_NO_PASSWORD_INSECURE" = "若您的使用者帳號並未含有密碼，您的電腦將無法獲致安全。按“取消”一下來輸入密碼。";

"ERROR_NIUSERNAME_EXISTS_LONGNAME_TITLE" = "使用此名稱的 Open Directory 帳號已經存在。";
"ERROR_NIUSERNAME_EXISTS_LONGNAME" = "若使用此名稱，您就無法連接現有的使用者帳號。您確定要使用此名稱來建立一個本機帳號嗎？";

"ERROR_NIUSERNAME_EXISTS_SHORTNAME_TITLE" = "使用此名稱的 Open Directory 帳號已經存在。";
"ERROR_NIUSERNAME_EXISTS_SHORTNAME" = "若使用此名稱，您就無法連接現有的使用者帳號。您確定要使用此名稱來建立一個本機帳號嗎？";

"ERROR_IP_AND_ROUTER_TITLE" = "確定要讓 IP 位址和路由器位址相同嗎？";
"ERROR_IP_AND_ROUTER" = "相同的 IP 位址和路由器位址可能會導致網路問題。若您不知道 IP 位址和路由器位址，請在繼續之前，先詢問您的網路管理者。";

"ERROR_POSTAL_USA_TITLE" = "您輸入的郵遞區號無效。";
"ERROR_POSTAL_USA" = "郵遞區號必須為 5 或 9 個數字（5 碼 + 4 碼），且其格式必須為 XXXXX-XXXX 格式（X 表示郵遞區號數字）。";

"ERROR_POSTAL_JAPAN_TITLE" = "您輸入的郵遞區號無效。";
"ERROR_POSTAL_JAPAN" = "郵遞區號必須為 7 個數字，且其格式必須為 XXX-XXXX 格式（X 表示郵遞區號數字）。";

"ERROR_POSTAL_OTHER_TITLE" = "您輸入的郵遞區號無效。";
"ERROR_POSTAL_OTHER" = "郵遞區號必須小於 32 個字元。";

"ERROR_AREA_CODE_CANADA_USA_TITLE" = "您輸入的區域號碼無效。";
"ERROR_AREA_CODE_CANADA_USA" = "區域號碼必須大於 200，且不可為 411、611 或 911。";

"ERROR_LOCAL_NUMBER_CANADA_USA_TITLE" = "您輸入的本地電話號碼無效。";
"ERROR_LOCAL_NUMBER_CANADA_USA" = "替換號碼不能大於 200 且不可為 411、611 或 911。請重新輸入電話號碼並確定號碼輸入正確。";

"ERROR_EXCHANGE_NUMBER_CANADA_USA_TITLE" = "您輸入的本地電話號碼無效。";
"ERROR_EXCHANGE_NUMBER_CANADA_USA" = "替換號碼不能是您輸入的區域號碼 555。請重新輸入電話號碼並確定號碼輸入正確。";

"ERROR_PHONE_NUMBER_JAPAN_TITLE" = "您輸入的電話號碼無效。";
"ERROR_PHONE_NUMBER_JAPAN" = "電話號碼必須至少為 10 個數字。";

"ERROR_PHONE_NUMBER_CANADA_USA_TITLE" = "您輸入的電話號碼無效。";
"ERROR_PHONE_NUMBER_CANADA_USA" = "電話號碼必須為 10 個數字。";

"ERROR_USERNAME_AND_PASSWORD_TITLE" = "使用者名稱和密碼不能相同。";
"ERROR_USERNAME_AND_PASSWORD"		= "這個密碼不夠安全。請輸入不同的密碼。";

"ERROR_UNIQUE_DNS_ENTRIES_TITLE" = "這些是相同的 DNS 輸入項目。";
"ERROR_UNIQUE_DNS_ENTRIES"		= "請檢查反白的欄位，並輸入專用的 DNS 數值。";

"ERROR_PASSWORD_CANNOT_BE_HINT_TITLE" = "提示和密碼不能相同。";
"ERROR_PASSWORD_CANNOT_BE_HINT"		= "這個密碼不夠安全。請輸入不同的提示和密碼。";

"American Express"			= "American Express";
"MasterCard"				= "MasterCard";
"Visa"					= "VISA";
"JCB"					= "JCB";
"E-On"					= "E-On";
"Million"				= "百萬";
"Internet Service Plan"                 = "Internet 服務方案";

"FADE_STRING_1" = "Mac OS X 10.5 Leopard";
"FADE_STRING_2" = "使用入門";
